---
kind: other
id: Methods.T:Autodesk.Revit.DB.Events.CreateRelatedFileProgressChangedEventArgs
source: html/b0874c51-4d1d-4925-c5a7-dc8ed1a966de.htm
---
# CreateRelatedFileProgressChangedEventArgs Methods

Indicates whether the event is being cancelled.